{
    "Last Stand": {
        "description": "When your health is below 20%, you can make two moves in a row."
    },
    "Strength of Men": {
        "description": "You have basic healing abilities. Heal a party member for d10 health."
    },
    "Rally": {
        "description": "Once per day, You can use an aura which reinvigorates their comrades."
    },
    "Fixit Dwarf": {
        "description": "Given a few hours, you can repair most steel made items."
    },
    "Miner's Eye": {
        "description": "When dealing with minerals or works made of stone, your character's intelligence is treated as Masterful."
    },
    "Dark Vision": {
        "description": "You can see well in the dark."
    },
    "Sleepless": {
        "description": "Elves can go days without sleeping, allowing them to keep watch long into the night."
    },
    "Wink Wink, Nudge Nudge": {
        "description": "You can influence men and halflings with their beauty."
    },
    "Winged feet": {
        "description": "You have incredible endurance."
    },
    "Sling": {
        "description": "Your character carries a sling, with which they are uncannily accurate."
    },
    "Warm Butter": {
        "description": "Your is an are naturally talented chef, and food that they cook restores extra health.."
    },
    "Soft Bed": {
        "description": "You recover full health from sleeping in a real bed."
    },
    "Softfoot": {
        "description": "You are naturally good at sneaking."
    },
    "Lamb to Slaughter": {
        "description": "When hunting, You have high perception.."
    },
    "Bellow": {
        "description": "You can unleash a mighty bellow to intimidate your foes."
    },
    "Still Warm": {
        "description": "You can eat raw meat without penalty."
    },
    "Along Came a Spider": {
        "description": "You are naturally adept at climbing."
    },
    "Fisher": {
        "description": "Catterwol are naturally good at fishing."
    },
    "They're Retractable": {
        "description": "You have retractable, razor sharp claws."
    },
    "Land on your feet": {
        "description": "Catterwol can survive long falls."
    },
    "Berserk": {
        "description": "Once per day, a you can go into a rage, increasing strength and vitality but decreasing intelligence and perception."
    },
    "Intimidate": {
        "description": "You have a higher chance to intimidate enemies."
    },
    "Throw Anything": {
        "description": "You can throw anything."
    },
    "Crushing Blow": {
        "description": "You have a chance of hitting an enemy so hard it demoralizes others."
    },
    "Huntsman": {
        "description": "You are a skilled hunter by necessity."
    },
    "Mount and Blade": {
        "description": "You can swap your dexterity and strength stats while on horseback."
    },
    "Woodsman": {
        "description": "You are apt at traversing the wilds."
    },
    "Medicine": {
        "description": "Given a few hours, you can usually produce herbal remedies for ailments."
    },
    "Summon Old Friend": {
        "description": "Once per area, you can summon an old friend."
    },
    "Under The Stars": {
        "description": "You have been forced to learn to sleep anywhere without penalty, and can build shelters quickly."
    },
    "Learned": {
        "description": "You are learned, and know many languages and locales."
    },
    "Tavern-Seer": {
        "description": "You can learn almost anything in a tavern."
    },
    "Keen Eye": {
        "description": "You have incredible vision."
    },
    "Historian": {
        "description": "You have a deep knowledge of the land in which you are in."
    },
    "Crippling Shot": {
        "description": "You can choose to aim for an opponent's knees with increased accuracy."
    },
    "Good Looks": {
        "description": "Your presence increases party cheer in good weather, and decreases it in bad weather."
    },
    "Earth, Wind, or Fire": {
        "description": "You can choose one of the four elements to have power over."
    },
    "Fletcher": {
        "description": "Given the right materials, you can make their own arrows."
    },
    "A Dry Place to Sleep": {
        "description": "You can summon a hut big enough for two."
    },
    "PULL": {
        "description": "If enemies are in a row and close enough, a your shot will pass right through them."
    },
    "Wayfarer": {
        "description": "You are in it for the long haul, and take longer to tire than others."
    },
    "Old Hand": {
        "description": "You have a deep understanding of the limits of your bodies and of others."
    },
    "Meditate": {
        "description": "You can restore your health more quickly by meditating."
    },
    "Nimble Fingers": {
        "description": "You have a higher chance of not being discovered when stealing."
    },
    "Rusted Sword": {
        "description": "You begins his adventure with a rusted set of armor and a sword. Causes tetanus."
    },
    "Breaking Ground": {
        "description": "You are good at digging."
    },
    "Inner Eye": {
        "description": "You are more likely to detect spiritual energy."
    },
    "Double Tap": {
        "description": "Once per engagement, you can shoot two arrows at a time."
    }
}