[{"name": "Catterwol", "handbook": {"introduction": ["Catterwol, sometimes called catfolk, are a bipedal race that has retained the grace of their feline ancestors. With sharp claws and tails to help them keep their balance, catterwol easily leap from tree to tree or rooftop to rooftop. While some \"wild\" catterwol live in small tribal units, others have made their home in the great cities of the realms. Wild catterwol tend to have short, bristly fur in dark colors while city-catterwol often have long, soft coats."], "you_may": {"title": "As a Catterwol, you may", "options": ["Form deep attachments with your allies, but neglect to show outright signs of affection.", "Nap frequently, then stay awake during the night.", "Try your best to avoid getting wet."]}, "assumptions": {"title": "People who don't know you might assume", "options": ["That you are unpleasant. Because catterwol don't mirror emotions, it can be hard to determine what you are thinking.", "That you are untrustworthy. Catterwol have a knack for \"second-story work,\" so people may guard their coinpurse when you are around.", "That you are more catlike than you are. From saucers of milk to scratches between the ears, some people may not understand that you are not a housecat."]}, "looks": [{"title": "Height", "options": "4'8\" - 5'3\""}, {"title": "Age", "options": "Catterwol live about sixty years on average."}, {"title": "Eyes", "options": "Yellow, green, orange, shining"}, {"title": "Fur", "options": "Long and soft, short and bristly, tabby, white, black, tan"}, {"title": "Ears", "options": "Wide, slender, pointed"}, {"title": "Tail", "options": "Bushy, slender"}]}, "parent_class": "Catterwol", "abilities": [{"name": "Darkvision", "type": "buff", "spellbook": "unknown", "cost": 0, "duration": "Passive", "casting_time": null, "range": "Self", "radius": null, "is_aoe": false, "description": "You have incredible night vision", "requirements": {"movement": false, "verbal": false, "components": []}, "damage_scaling": null, "upcast": null, "summoned_creature": null, "action_type": "Passive", "effect": {"description": "and can see even in the darkest of places.", "save": null, "type": "buff", "options": [], "conditions": ["darkvision"]}, "options": null}, {"name": "They're Retractable", "type": "buff", "spellbook": "unknown", "cost": 0, "duration": "Passive", "casting_time": null, "range": "Self", "radius": null, "is_aoe": false, "description": "You have razor sharp, retractable claws. When you make an unarmed attack, add +1 damage to the damage.", "requirements": {"movement": false, "verbal": false, "components": []}, "damage_scaling": null, "upcast": null, "summoned_creature": null, "action_type": "Passive", "effect": null, "options": null}, {"name": "Land on your Feet", "type": "buff", "spellbook": "unknown", "cost": 0, "duration": "Passive", "casting_time": null, "range": "Self", "radius": null, "is_aoe": false, "description": "You are able to land more gracefully than others. Reduce any falling damage you take by 1d6.", "requirements": {"movement": false, "verbal": false, "components": []}, "damage_scaling": null, "upcast": null, "summoned_creature": null, "action_type": "Passive", "effect": null, "options": null}]}, {"name": "Dwarf", "handbook": {"introduction": ["A stocky, brooding people, dwarves are known to be incredible craftsmen and shrewd businessmen. \"Stubborn as a Dwarf\" is a common saying and for good reason; by and large, dwarves know what they want, and won't stop working until they get it. Family and clan is of paramount importance to a dwarf, and it is not uncommon for generations to work on the same, massive project. The result is that the scope and artistry of dwarven projects vastly overcomes the ability of an individual. Dwarven strongholds are things of legend, wrought of stone and iron and carved into the face of mountains. Great dwarven bridges span straits and seas, and dwarven statues tower, higher than the tallest tree."], "you_may": {"title": "As a Dwarf, you may", "options": ["Have a strong loyalty to king and kin.", "Have an eye for architecture, stonework, and craftsmanship.", "Be a problem solver, and move quickly to right wrongs that you encounter.", "Think in terms of generations and do things for your children's children's sake."]}, "assumptions": {"title": "People who don't know you might assume", "options": ["That you are greedy or vain due to the reputation of dwarves for enjoying fine things and amassing wealth for future generations.", "That you are rude or difficult to talk to due to your naturally no-nonsense attitude.", "That you are less important due to your height. Dwarves are less accepting of this notion than gnomes or halflings, and many fights have broken out because of comments about stature."]}, "looks": [{"title": "Height", "options": "Dwarves stand between 4' and 5' tall."}, {"title": "Age", "options": "Dwarves live between three and five centuries. The oldest have lived to see their six or seven-hundredth year."}, {"title": "Eyes", "options": "Stony gray, lakewater blue, hazel flecked with red"}, {"title": "Skin", "options": "Browned from sunshine, pale, slate gray"}, {"title": "Hair", "options": "Earthy brown, sandy blonde, fiery red, coal black"}, {"title": "Other Features", "options": "Dwarven men are known for their beards, and women for their braids. These are groomed to perfection as a show of status, and are often carefully braided and adorned with fine beads or woven gold. Dwarven men are known to tuck their beards into their belts before a meal. Most dwarves wear some jewelry in their clan's color. Powerful merchants might wear multiple rings on each finger, chains about their throat, or even have multiple piercings, each set with precious gems."}]}, "parent_class": "Dwarf", "abilities": [{"name": "Stocky Build", "type": "buff", "spellbook": "unknown", "cost": 0, "duration": "Passive", "casting_time": null, "range": "Self", "radius": null, "is_aoe": false, "description": "You're built hearty, with a low center of gravity.", "requirements": {"movement": false, "verbal": false, "components": []}, "damage_scaling": null, "upcast": null, "summoned_creature": null, "action_type": "Passive", "effect": {"description": "As such, you are quite Hard to Move.", "save": null, "type": "buff", "options": [], "conditions": ["hard to move"]}, "options": null}, {"name": "Appraiser's Eye", "type": "buff", "spellbook": "unknown", "cost": 0, "duration": "Passive", "casting_time": null, "range": "Self", "radius": null, "is_aoe": false, "description": "You have a knack for evaluating an object's make and history. When you attempt to evaluate the craftsmanship or the history of a hand-made object, roll at advantage.", "requirements": {"movement": false, "verbal": false, "components": []}, "damage_scaling": null, "upcast": null, "summoned_creature": null, "action_type": "Passive", "effect": null, "options": null}, {"name": "Delve too Deep", "type": "buff", "spellbook": "unknown", "cost": 0, "duration": "Passive", "casting_time": null, "range": "Self", "radius": null, "is_aoe": false, "description": "When you attempt a dangerous action to claim treasure, complete a craft, or uncover ancient knowledge, you may roll with advantage.", "requirements": {"movement": false, "verbal": false, "components": []}, "damage_scaling": null, "upcast": null, "summoned_creature": null, "action_type": "Passive", "effect": null, "options": null}]}, {"name": "Gnome", "handbook": {"introduction": ["Gnomes are small, passionate folk with minds that burn bright and narrow. While others divide their attention across many concerns, gnomes tend to focus deeply on just one: an idea, a question, or a craft that captures thier imagination. This focus can be brief or lifelong, but while it lasts, it defines them utterly. This fixation coupled with their short stature means that gnomes are often overlooked, but they make fast friends with those who take the time. A gnome in an adventuring party is a great asset, as they are natural problem solvers with a knack for thinking of out-of-the-box solutions."], "you_may": {"title": "As a Gnome, you may", "options": ["Mutter to yourself about your current fixation or speak in a rapid, excited voice when talking about it.", "Be endlessly fascinated by the world around you.", "Become deeply focused on a task, to the exclusion of all else."]}, "assumptions": {"title": "People who don't know you might assume", "options": ["That you aren't a threat or that you need to be protected because of your size.", "That you are a strange or hard to approach because of the intensity of your focus.", "That you are talking nonsense when you lay out ambitious plans."]}, "looks": [{"title": "Height", "options": "2'6\"-3'6\"."}, {"title": "Age", "options": "Gnomes reach old age at about 100 years, and most live to 150."}, {"title": "Eyes", "options": "Intelligent, mischevious, bright blue, fiery red, deep prown"}, {"title": "Skin", "options": "Pale white, honey brown, charcoal"}, {"title": "Hair", "options": "Flourescent pink, verdant green, sky blue, snow white, crimson red"}]}, "parent_class": "Gnome", "abilities": [{"name": "Hyperfixate", "type": "buff", "spellbook": "unknown", "cost": 0, "duration": "Passive", "casting_time": null, "range": "Self", "radius": null, "is_aoe": false, "description": "As you approach a non-combat obstacle, you can intensify your focus to roll with advantage. If the check fails, the fixation lingers, and you take disadvantage on the next meaningful check you attempt, as decided by the Grand Poohbah. After a failure, you cannot Hyperfixate again until you've completed a long rest.", "requirements": {"movement": false, "verbal": false, "components": []}, "damage_scaling": null, "upcast": null, "summoned_creature": null, "action_type": "Offhand Action", "effect": null, "options": null}, {"name": "Easily Ignored", "type": "buff", "spellbook": "unknown", "cost": 0, "duration": "Passive", "casting_time": null, "range": "Self", "radius": null, "is_aoe": false, "description": "Whether because of your size or your tendency to speak exclusively about your niche interests, you are often overlooked in social settings. When you are in a well peopled place, roll any stealth check at advantage.", "requirements": {"movement": false, "verbal": false, "components": []}, "damage_scaling": null, "upcast": null, "summoned_creature": null, "action_type": "Passive", "effect": null, "options": null}, {"name": "Single Minded", "type": "buff", "spellbook": "unknown", "cost": 0, "duration": "Passive", "casting_time": null, "range": "Self", "radius": null, "is_aoe": false, "description": "You are exceptionally good at shutting out everything but the task at hand. You are immune to the charmed condition, and have advantage on checks against being controlled.", "requirements": {"movement": false, "verbal": false, "components": []}, "damage_scaling": null, "upcast": null, "summoned_creature": null, "action_type": "Passive", "effect": null, "options": null}]}, {"name": "Halfling", "handbook": {"introduction": ["Small enough to avoid notice, most halflings are content to live in peace and to watch the world slip slowly by. Short of stature—and often wide of stomach—halflings live in warm holes in the earth, or in the stumps of great trees, and in comfortable, straw-roofed shacks among their crops. Their hair is usually brown, and curly, covering their heads and the tops of their feet. Some halflings grow facial hair, though it is rare to see more than a mustache. Halfling adventurers are rare, as it takes a solid push to get them out of the door. Once they make up their mind, however, a halfling can quickly become a steadfast and cunning traveling companion."], "you_may": {"title": "As a Halfling, you may", "options": ["Enjoy creature comforts, and look forward to a night at the inn.", "Be naturally inquisitive, especially if you are an adventure.", "Be bemused by the frantic pace of the big-folk."]}, "assumptions": {"title": "People who don't know you might assume", "options": ["That you aren't capable of helping, due to your size and the stereotype that halflings like to stay out of trouble.", "That you are younger than you are, due to your naturally youthful featers.", "That you aren't there; it unfortunately common that others speak over halflings, cut them in lines, or otherwise miss their presence."]}, "looks": [{"title": "Height", "options": "Halflings stand between 2' and 4' tall. Fleetfoot halflings are shorter with an average height of 3'3\" while hardfoots tend to stand about 3'6\"."}, {"title": "Age", "options": "Many halflings survive well into their eighties, and some have been known to survive a century or more."}, {"title": "Eyes", "options": "Earthy brown, riverwater blue, hazel, forest green"}, {"title": "Skin", "options": "Browned from sunshine, fair from time spent stay indoors, rich brown"}, {"title": "Hair", "options": "Black, brown, blonde which gets paler in the sumertime"}, {"title": "Other Features", "options": "Many halflings are known for their stout stomachs. Most halfings have hair on the tops of their feet and thick skin on the bottom which helps them avoid injury when walking barefoot."}]}, "parent_class": "Halfling", "abilities": [{"name": "Hide Underfoot", "type": "buff", "spellbook": "unknown", "cost": 0, "duration": "Passive", "casting_time": null, "range": "Self", "radius": null, "is_aoe": false, "description": "You are able to bob and weave around the larger races.", "requirements": {"movement": false, "verbal": false, "components": []}, "damage_scaling": null, "upcast": null, "summoned_creature": null, "action_type": "Passive", "effect": {"description": "When you have two or more creatures adjacent to you, you are considered to be Guarded.", "save": null, "type": "buff", "options": [], "conditions": ["guarded"]}, "options": null}, {"name": "Warm Butter", "type": "healing", "spellbook": "unknown", "cost": 0, "duration": "Instantaneous", "casting_time": null, "range": "Touch", "radius": null, "is_aoe": false, "description": "You are a naturally talented chef.", "requirements": {"movement": false, "verbal": false, "components": []}, "damage_scaling": null, "upcast": null, "summoned_creature": null, "action_type": "Passive", "effect": {"description": "When you Make Camp or Take a Breather, you can cook something delicious for your party. Choose one ally, and grant them inspiration.", "save": null, "type": "buff", "options": [], "conditions": ["inspired"]}, "options": null}, {"name": "Halfling's Courage", "type": "utility", "spellbook": "unknown", "cost": 0, "duration": "Instantaneous", "casting_time": null, "range": "Self", "radius": null, "is_aoe": false, "description": "You are more resilient than you look. When a monster or greater evil tries to lay a curse upon you, make your resistance check at advantage.", "requirements": {"movement": false, "verbal": false, "components": []}, "damage_scaling": null, "upcast": null, "summoned_creature": null, "action_type": "Passive", "effect": null, "options": null}]}, {"name": "Human", "handbook": {"introduction": ["Humans are a prodigious people, found across the realms in every climate and corner. Where others endure, humans expand, forming settlements, building roads, and conquering the unknown. This restless drive leads many humans to become adventurers in the pursuit of gold, glory, and discovery. While humans are not an inherently magical race, they have developed an uncanny ability to sense the unnatural, and can detect the presence of certain monsters."], "you_may": {"title": "As a Human, you may", "options": ["Show exemplary persistence", "Quickly develop new skills", "Feel inclined to protect others in times of trouble"]}, "assumptions": {"title": "People who don't know you might assume", "options": ["That you consider humans to be a superior race", "That you lack respect for the natural order", "That you are hasty"]}, "looks": [{"title": "Height", "options": "Humans usually stand between 5' and 6' tall, though some grow smaller or larger."}, {"title": "Age", "options": "Humans life is fleeting; they reach adulthood at 20 years and old age at 60. Most humans don't live to see a century."}, {"title": "Eyes", "options": "Squinted, round, almond, brown, blue, green, hazel, grey, amber"}, {"title": "Skin", "options": "Pale, tanned, ebony"}, {"title": "Hair", "options": "Brown, black, blonde, red"}]}, "parent_class": "Human", "abilities": [{"name": "Is... Something Watching Us?", "type": "buff", "spellbook": "unknown", "cost": 0, "duration": "Instantaneous", "casting_time": null, "range": "Self", "radius": null, "is_aoe": false, "description": "Humans have a unique ability to sense the unnatural. Some report the hair on the back of their neck standing on end. You are able to make perception checks to see if you sense an undead, fiend, or other dark being in your vacinity.", "requirements": {"movement": false, "verbal": false, "components": []}, "damage_scaling": null, "upcast": null, "summoned_creature": null, "action_type": "Action", "effect": null, "options": null}, {"name": "Human Endurance", "type": "buff", "spellbook": "unknown", "cost": 0, "duration": "Instantaneous", "casting_time": null, "range": "Self", "radius": null, "is_aoe": false, "description": "You are relentless when you set your mind to something.", "requirements": {"movement": false, "verbal": false, "components": []}, "damage_scaling": null, "upcast": null, "summoned_creature": null, "action_type": "Free Action", "effect": {"description": "When you fail at a feat of strength or endurance, choose to succeed instead. Doing so takes twice the time and gives you one level of exhaustion.", "save": null, "type": "buff", "options": [], "conditions": ["custom"]}, "options": null}, {"name": "One of Many", "type": "buff", "spellbook": "unknown", "cost": 0, "duration": "Instantaneous", "casting_time": null, "range": "Self", "radius": null, "is_aoe": false, "description": "Regardless of your personality, you are naturally adept when you choose to step in to help.", "requirements": {"movement": false, "verbal": false, "components": []}, "damage_scaling": null, "upcast": null, "summoned_creature": null, "action_type": "Passive", "effect": {"description": "Whenever you take the 'Help' action, grant your ally an additional +1 to their check.", "save": null, "type": "buff", "options": [], "conditions": ["custom"]}, "options": null}]}, {"name": "Waterborn", "handbook": {"introduction": ["A subaquatic race, most waterborn live in gleaming cities just below the surface. Because their underwater homes hinder the forging of metal, waterborn have developed a complex method of weaving together magic and coral to craft their homes and tools. Other waterborn live deep below the waves, making their homes in the darkest reaches of the oceans. With large eyes and pale skin, deep-waterborn are truly alien, and are rarely if ever spotted, though each year a few wash up on beaches across the realms. Sailors take heed of such sightings, as tales have been spun about pale forms climbing the edges of ships and pulling unwitting sailors down and into a deep, dark grave."], "you_may": {"title": "As a Waterborn, you may", "options": ["Live near to an ocean or lake and enjoy standing in the rain.", "Think deeply and move in a quiet, calculated way.", "Wear clothing to either shield you from the sun or allow you to feel the air, depending on the climate."]}, "assumptions": {"title": "People who don't know you might assume", "options": ["That your staring eyes and careful speach are offputting.", "That you will take offense if they eat fish, build dams, or do anything that could be seen as harmful to the water.", "That you would eat other humanoids, given the chance, like the deep-waterborn of legends."]}, "looks": [{"title": "Height", "options": "Waterborn range between 5'-7' tall, with thin limbs."}, {"title": "Age", "options": "The average waterborn lives between 70 and 100 years."}, {"title": "Eyes", "options": "Earthy brown, riverwater blue, hazel, forest green"}, {"title": "Skin", "options": "Cerulean blue, olive green, mist grey"}, {"title": "Hair", "options": "Abyssal black, silt grey, algea green, deep blue"}, {"title": "Other Features", "options": "Many waterborn have webbed fingers or toes."}]}, "parent_class": "Waterborn", "abilities": [{"name": "Water Breathing", "type": "utility", "spellbook": "unknown", "cost": 0, "duration": "Passive", "casting_time": null, "range": "Self", "radius": null, "is_aoe": false, "description": "You are able to breathe water like air and cannot drown. If you go more than three days without fully submerging yourself in water, you gain one level of exhuastion, which cannot be removed until you do.", "requirements": {"movement": false, "verbal": false, "components": []}, "damage_scaling": null, "upcast": null, "summoned_creature": null, "action_type": "Passive", "effect": null, "options": null}, {"name": "Abyssal Aspect", "type": "buff", "spellbook": "unknown", "cost": 0, "duration": "Instantaneous", "casting_time": null, "range": "Self", "radius": null, "is_aoe": false, "description": "You suddenly reveal your inhuman nature, baring sharp teeth and white eyes. Until the interaction ends, gain advantage on intimidation checks, but disadvantage on persuasion checks", "requirements": {"movement": false, "verbal": false, "components": []}, "damage_scaling": null, "upcast": null, "summoned_creature": null, "action_type": "Passive", "effect": null, "options": null}, {"name": "Membraned Eyes", "type": "buff", "spellbook": "unknown", "cost": 0, "duration": "Passive", "casting_time": null, "range": "Self", "radius": null, "is_aoe": false, "description": "Your eyes have a thin, transparent second lid. Your vision cannot be limited by obscurants such as water, smoke, mist, or suspended particles.", "requirements": {"movement": false, "verbal": false, "components": []}, "damage_scaling": null, "upcast": null, "summoned_creature": null, "action_type": "Passive", "effect": null, "options": null}]}, {"name": "Orc", "handbook": {"introduction": ["Orcs are a brutal race that range across the world. They can be found deep in caves where no explorer dares to tread, on the tops of snowy mountains where the winds howl and the snows never melt, and ranging across the great plains in massive warpacks with banners that flutter in the wind. Orc society greatly values honor and trial by combat and conquest. Individual orc often speak bluntly and take what they want.  Orc adventurers often have a complicated past. Some are half-orc, while others have a friendlier dispostion, and were ostracized from a warpack. These quickly form deep bonds with their party members, forging a bond in the blood of battle."], "you_may": {"title": "As an Orc, you may", "options": ["Test authority. Whether within your party or the towns you visit, you may be compelled to assert dominance.", "Take action quickly. Many orcs act on instinct, as snap decisions can save your life in the wild.", "Horde wealth. Everything is loot to an orc, whether it's a dead rat or a gold crown."]}, "assumptions": {"title": "People who don't know you might assume", "options": ["That you are a brute. Elves in particular are distrustful of orcs, as their lifestyles run in opposite directions.", "That you are a fool. Many orc lack formal education, but have deep practical knowledge", "That you are violent. Because many orc value honor won in battle, they have a reputation for picking fights."]}, "looks": [{"title": "Height", "options": "Orc height ranges greatly. The orc warriors of the mountains may stand up to 6' tall while the deep orcs of the abyss are shruken and starved, and stand at only 4'."}, {"title": "Age", "options": "It is generally believed that orc are capable of living as long as the elves, but such cases are rarely documented. Instead, most orcs die early in a blaze of glory."}, {"title": "Eyes", "options": "Blood red, pitch black, gleaming yellow. Deep orcs from the abyss may wear a helmet or shroud to stave off the daylight."}, {"title": "Skin", "options": "Brown, forest green, charcoal grey"}, {"title": "Hair", "options": "Reddish-brown, dark black, grey, bald"}, {"title": "Other Features", "options": "Depending on the wealth of their pack, some orcs are large and muscular while others are stunted and small. It is not abnormal to see an orc with scars, either from battle or self-inflicted during rituals."}]}, "parent_class": "Orc", "abilities": [{"name": "By My Honor!", "type": "buff", "spellbook": "unknown", "cost": 0, "duration": "Passive", "casting_time": null, "range": "Self", "radius": null, "is_aoe": false, "description": "Orcs naturally speak their mind. When you try to convince someone using direct arguments, take advantage on the charisma check.", "requirements": {"movement": false, "verbal": false, "components": []}, "damage_scaling": null, "upcast": null, "summoned_creature": null, "action_type": "Passive", "effect": null, "options": null}, {"name": "Fresh Meat!", "type": "buff", "spellbook": "unknown", "cost": 0, "duration": "Passive", "casting_time": null, "range": 30, "radius": null, "is_aoe": false, "description": "You are able to smell and track the scent of blood. When making checks to pursue or locate a wounded creature, roll perception with advantage.", "requirements": {"movement": false, "verbal": false, "components": []}, "damage_scaling": null, "upcast": null, "summoned_creature": null, "action_type": "Passive", "effect": null, "options": null}, {"name": "Bellow", "type": "debuff", "spellbook": "unknown", "cost": 1, "duration": "Save", "casting_time": null, "range": 30, "radius": null, "is_aoe": false, "description": "Spittle flies from your mouth as you loose a terrible battle cry.", "requirements": {"movement": false, "verbal": false, "components": []}, "damage_scaling": null, "upcast": null, "summoned_creature": null, "action_type": "Offhand Action", "effect": {"description": "As the bellow echoes in the air, choose an enemy and make a strength check against their resistance. On success, they become frightened of you.", "save": "They may re-attempt their save at the end of each of their turns.", "type": "debuff", "options": [], "conditions": ["frightened"]}, "options": null}]}, {"name": "Sprout", "handbook": {"introduction": ["Shy, bipedal beings with soft faces and childlike voices, it is easy to mistake a Sprout for child lost in the woods. Standing just two-and-a-half feet tall, they have skin of olive green, or tree-bark brown, or sunkist yellow. Thin, greenish sap flows through a sprout's body in place of blood, and they reject meat by nature, instead gaining their sustenance from leafy sticks, acorns, and sunlight. Sprouts move unseen and unheard through the underbrush of their forest homes, watching travelers with wary eyes. If a sprout decides you are dangerous, you will likely never see it. If you seem harmless, the sprout's natural curiosity will quickly get the better of it, and it will begin testing you to see if you are hiding secret aggression by playing harmless tricks."], "you_may": {"title": "As a Sprout, you may", "options": ["Have a deep curiosity which drives you to discover new things.", "Pick leaves and twigs to save as snacks for later.", "Have a playful sense of humor and enjoy pranks."]}, "assumptions": {"title": "People who don't know you might assume", "options": ["That you are a child because of your small size.", "That you don't have anything useful to say.", "That you are a dangerous fey creature."]}, "looks": [{"title": "Height", "options": "Sprouts are among the smallest races, standing 2'6\" on average tall."}, {"title": "Age", "options": "Sprouts are especially longlived, and there are few catalogued occurances of one suffering a natural death. Their ceremonies regarding death are a closey guarded secret shared with no-one. Even after passing centuries, sprouts retain their childlike wonder."}, {"title": "Eyes", "options": "Forest green, sky blue, fire orange"}, {"title": "Skin", "options": "Browned from sunshine, pale, slate gray"}, {"title": "Hair", "options": "Deep brown, auburn, leafy green"}, {"title": "Other Features", "options": "Sprout artisans are able to shape living plants into garments and tools. Sprout clothing is often very foreign to the bigger folk, made all of vines, leaves, and twigs."}]}, "parent_class": "Sprout", "abilities": [{"name": "Wildspeech", "type": "buff", "spellbook": "unknown", "cost": 0, "duration": "Passive", "casting_time": null, "range": "Self", "radius": null, "is_aoe": false, "description": "You know the tongue of bird and beast, and are able to convey your meaning to them. You are able to make charisma checks to convince non-hostile animals to do your bidding.", "requirements": {"movement": false, "verbal": false, "components": []}, "damage_scaling": null, "upcast": null, "summoned_creature": null, "action_type": "Passive", "effect": null, "options": null}, {"name": "Riding High", "type": "buff", "spellbook": "unknown", "cost": 0, "duration": "Inherited", "casting_time": null, "range": "Self", "radius": null, "is_aoe": false, "description": "As an action, clamber atop a teammate to ride them. While you are riding, both you and your ally gain advantage on damage rolls while targeting the same enemy.", "requirements": {"movement": false, "verbal": false, "components": []}, "damage_scaling": null, "upcast": null, "summoned_creature": null, "action_type": "Passive", "effect": {"description": "Furthermore, you are considered Guarded while riding a party member.", "save": null, "type": "buff", "options": [], "conditions": ["guarded"]}, "options": null}, {"name": "Compost", "type": "healing", "spellbook": "unknown", "cost": 0, "duration": "Instantaneous", "casting_time": null, "range": "Self", "radius": null, "is_aoe": false, "description": "When you Take a Breather, you may consume nearby plants to aid in your healing. Restore health equal to the amount rolled.", "requirements": {"movement": false, "verbal": false, "components": []}, "damage_scaling": {"damage_type": "healing", "tier_1": "1d4", "tier_2": "1d6", "tier_3": "1d8", "multi_attack": 1, "scaled_by": {"weapon": true, "stat": true}}, "upcast": null, "summoned_creature": null, "action_type": "Passive", "effect": null, "options": null}]}, {"name": "Elf", "handbook": {"introduction": ["Stewards of order, Elves are a long-lived and vigilant race who see the world in arcs that span millenia, not fleeting decades. They are inherently tied to the flow of magic, which shapes and guides them, and they are able to sense the places where magic has pooled or been corrupted by dark powers. Most elves prefer to watch and guide the world around them, believing that reckless action rarely pays off across lifetimes. Still, some elves, and especially the young, grow restless beneath the weight of careful tradition, and choose to confront threats directly. Such elves are rare, but when they act, they do so with purpose shaped by a memory longer than most lifetimes.\""], "you_may": {"title": "As an elf, you may", "options": ["Have a deep and abiding sense of duty to protect order and the natural world.", "Have been shaped by the magic that suffuses the world, resulting in your appearance matching your environment.", "Move with great care and little regard for time."]}, "assumptions": {"title": "People who don't know you might assume", "options": ["That you are aloof due to your vast perspective.", "That you you are rude when you take a few hours to formulate your response.", "That you worry too much about \"tomorrow's problems.\""]}, "looks": [{"title": "Height", "options": "5'-5'6\""}, {"title": "Age", "options": "Elves live many thousands of years. An elf passing of old age is a vanishingly rare and emotional thing."}, {"title": "Eyes", "options": "Elven eyes tend to match their environment. Elves sired in the forest might have brown or green eyes, while elves born in the darkness of the abyss may have eyes of white or black."}, {"title": "Skin", "options": "Elven skin is often fair or olive, though some have adapted other colors."}, {"title": "Hair", "options": "Elves wear their hair long, and it is often golden, raven, or pure white."}, {"title": "Ears", "options": "Elves have pointed ears which range from a hand to twelve inches in length."}, {"title": "Other Features", "options": "Rarely, elves have been known to develop bestial features, shaped by the magic of the wilds."}]}, "parent_class": "Elf", "abilities": [{"name": "Follow the Weave", "type": "utility", "spellbook": "unknown", "cost": 0, "duration": "Passive", "casting_time": null, "range": "Self", "radius": null, "is_aoe": false, "description": "Take a moment to close your eyes and focus on the flow of magic. You are able to make intelligence checks to detect the presence of magic and whether it feels benign, hostile, or corrupted.", "requirements": {"movement": false, "verbal": false, "components": []}, "damage_scaling": null, "upcast": null, "summoned_creature": null, "action_type": "Action", "effect": null, "options": null}, {"name": "Trance", "type": "buff", "spellbook": "unknown", "cost": 0, "duration": "Passive", "casting_time": null, "range": "Self", "radius": null, "is_aoe": false, "description": "You enter a trance-like state rather than truly sleeping. While in this state, you may roll perception checks as though you are awake, but you are only aware of occurences within 15ft of you.", "requirements": {"movement": false, "verbal": false, "components": []}, "damage_scaling": null, "upcast": null, "summoned_creature": null, "action_type": "Passive", "effect": null, "options": null}, {"name": "Long Memory", "type": "utility", "spellbook": "unknown", "cost": 0, "duration": "Passive", "casting_time": null, "range": "Self", "radius": null, "is_aoe": false, "description": "The memory of elves stretches back into time beyond measure, and is shared from parent to child. You have heard much, and have advantage on checks made to recall history.", "requirements": {"movement": false, "verbal": false, "components": []}, "damage_scaling": null, "upcast": null, "summoned_creature": null, "action_type": "Passive", "effect": null, "options": null}]}, {"name": "Daemonspawn", "handbook": {"introduction": ["Long ago, during an age before mankind walked the earth, a race of deep elves that inhabited the bowels of the abyss intermarried with demons. When the demons were overthrown, their children remained; the first of the daemonspawn.", "Daemonspawn are relatively few in number and are largely ostracized. Their largest concentrations are found in small villages at the fringes of society. These settlements rarely last long before fear or malice lead the local populace to put them to the torch. Some daemonspawn choose to dwell in cities where they can make a humble living as thieves, assassins for hire, and petty sorcerers. Daemonspawn have been forced into such ignoble occupations by society's general mistrust and persecution of their race. However, their heavy involvement in such pursuits has only served to deepen the prejudice against them.", "Most daemonspawn have skin that is red in color. However, some are grey skinned and a rare few possess skin that is blue or black. Both female and male daemonspawn grow horns and have long, dexterous tails. Despite these peculiarities, many daemonspawn are alarmingly beautiful with pointed, elflike ears. While most daemonspawn are the descendents of the original pact between elves and demons, a small number of new daemonspawn are created by dark magic, curses, or rituals each year."], "you_may": {"title": "As a Daemonspawn, you may", "options": ["Hide or openly flaunt your horns based on your personality.", "Keep your friends close at hand and be distrusting of outsiders.", "Be drawn to a line of work that forces others to respect you."]}, "assumptions": {"title": "People who don't know you might assume", "options": ["That you are a monster or are out to get them. It can be hard to convince someone that you are not a devil when you have red skin, horns, and yellow eyes.", "That you are an easy target. Some ruffians may attempt to prey on you if they think others won't lend a helping hand.", "That you don't want them to bring up your race. Good people might overcorrect and try to gloss over your heritage entirely."]}, "looks": [{"title": "Height", "options": "Daemonspawn stand between 5' and 6' tall."}, {"title": "Age", "options": "Like their elven forebearers, Daemonspawn can live centuries, though many of their lives are tragically cut short."}, {"title": "Eyes", "options": "Crimson, Pink, Yellow, Glowing"}, {"title": "Skin", "options": "Crimson red, rust red, pitch black, ash grey, saphire, emerald, humanlike"}, {"title": "Hair", "options": "Rust red, slate grey, shock white, cerulean blue, dark black"}, {"title": "Horns", "options": "Curling ram horns, small nubs on your forehead, long, spiked horns"}, {"title": "Tatoos", "options": "Because of its intensity of color, daemonspawn skin holds ink well. As such, many daemonspawn sport colorful tattoos across their body."}], "tips": [{"name": "Strive for Justice", "text": "Though Daemonspawn often bear the brunt of society's misunderstanding, many work to better their place in the world. Whether they are freedom fighters or philanthropists, many daemonspawn strive to make the world a better and more accepting place."}]}, "parent_class": "Daemonspawn", "abilities": [{"name": "You want to... make a deal?", "type": "debuff", "spellbook": "unknown", "cost": 1, "duration": "Instantaneous", "casting_time": null, "range": 30, "radius": null, "is_aoe": false, "description": "When someone knowingly strikes a bargain with you and you seal it with a handshake, you may choose to bind the agreement. Both parties are marked with a burning sigil. If either party knowingly breaks the agreement, they suffer 1d6 damage each dawn until the pact is restored or absolved by a suitably skilled cleric or equivalent magic.", "requirements": {"movement": false, "verbal": false, "components": []}, "damage_scaling": null, "upcast": null, "summoned_creature": null, "action_type": "Action", "effect": null, "options": null}, {"name": "Incombustible", "type": "buff", "spellbook": "unknown", "cost": 0, "duration": "Passive", "casting_time": null, "range": "Self", "radius": null, "is_aoe": false, "description": "Your infernal heritage has left you acclimated to heat.", "requirements": {"movement": false, "verbal": false, "components": []}, "damage_scaling": null, "upcast": null, "summoned_creature": null, "action_type": "Passive", "effect": {"description": "You are resistant to fire damage.", "save": null, "type": "buff", "options": [], "conditions": ["resistant"]}, "options": null}, {"name": "Prehensile Tail", "type": "buff", "spellbook": "unknown", "cost": 0, "duration": "Passive", "casting_time": null, "range": "Self", "radius": null, "is_aoe": false, "description": "You have a long tail with a single barb at the back. It is capable of grasping and manipulating objects, allowing you to use it like a third hand.", "requirements": {"movement": false, "verbal": false, "components": []}, "damage_scaling": null, "upcast": null, "summoned_creature": null, "action_type": "Passive", "effect": null, "options": null}]}]